Repository: mehrdad-dindar/vanak
Catalog: languages/vanak-*.po
Languages: fa_ir

source: Activation
fa_ir: فعال سازی

source: Admin Login
fa_ir: ورود مدیر

source: Backup Font Family
fa_ir: خانواده فونت پشتیبان

source: by Mehrdad Dindar
fa_ir: توسط مهرداد دیندار

source: By using this plugin, you will be informed about the details of the order as soon as the order is placed
fa_ir: با استفاده از این افزونه، به محض ثبت سفارش، از جزئیات سفارش مطلع خواهید شد.

source: Check SSL
fa_ir: بررسی SSL

source: Choose User
fa_ir: کاربر را انتخاب کنید

source: Comment Submitted
fa_ir: دیدگاه ارسال شده

source: Connection
fa_ir: اتصال

source: Copy settings
fa_ir: تنظیمات را کپی کنید

source: Couldn't copy settings
fa_ir: تنظیمات کپی نشد

source: Create a new bot with the help of <code>BotFather</code>
fa_ir: با کمک <code>BotFather</code> یک ربات جدید بسازید

source: Enter the chat page with the bot and send the <code>/start</code>
fa_ir: وارد صفحه چت با ربات شوید و <code>/start</code> را ارسال کنید

source: Export options
fa_ir: بیرون بری تنظیمات

source: Find out about the login of managers to the management counter.
fa_ir: از ورود مدیران به پیشخوان مدیریت وبسایت مطلع شوید.

source: Font Color
fa_ir: رنگ فونت

source: Font Family
fa_ir: خانواده فونت

source: Font size
fa_ir: اندازه فونت

source: Font Subsets
fa_ir: زیر مجموعه های فونت

source: Font Weignt & Style
fa_ir: وزن و سبک قلم

source: Get notified as soon as a new comment is posted.
fa_ir: به محض ارسال نظر جدید مطلع شوید.

source: Get notified as soon as you place a new order.
fa_ir: به محض ثبت سفارش جدید مطلع شوید.

source: Import options
fa_ir: درون ریزی تنظیمات

source: Import settings
fa_ir: درون ریزی تنظیمات

source: Import/Export
fa_ir: درون‌ریزی / برون‌بری

source: In the last step, to communicate between the bot and the plugin, enter and save the token in the field below
fa_ir: در مرحله آخر برای برقراری ارتباط بین ربات و افزونه، توکن را در فیلد زیر وارد و ذخیره کنید

source: Letter spacing
fa_ir: فاصله بین حروف

source: Licence Key
fa_ir: کلید لایسنس

source: Line height
fa_ir: ارتفاع خط

source: Mehrdad Dindar
fa_ir: مهرداد دیندار

source: msg
fa_ir: پیغام

source: Options
fa_ir: گزینه ها

source: Order Details
fa_ir: جزئیات سفارش

source: Order Submitted
fa_ir: سفارش ثبت شده

source: Please activate Woocommerce first.
fa_ir: لطفا ابتدا ووکامرس را فعال کنید.

source: Please enter the licence key from the <code>Zhaket</code> here.
fa_ir: لطفاً لایسنس محصول را از <code>Zhaket</code> دریافت و در اینجا وارد کنید.

source: Please enter the product license to activate and use the plugin and then refresh the page
fa_ir: لطفا جهت فعال سازی و استفاده از افزونه، لایسنس محصول را وارد نمایید و سپس صفحه را رفرش کنید

source: Please enter the token received from the <code>BotFather</code> here.
fa_ir: لطفا توکن دریافتی از <code>BotFather</code> را اینجا وارد کنید.

source: Save Settings
fa_ir: ذخیره تغییرات

source: Settings copied to buffer
fa_ir: تنظیمات در بافر کپی شد

source: Sorry, no matching options.
fa_ir: با عرض پوزش، هیچ گزینه منطبقی وجود ندارد.

source: Status
fa_ir: وضعیت

source: Text Align
fa_ir: تراز متن

source: Text transform
fa_ir: تبدیل متن

source: The 'Notify via Bale for WooCommerce - Vanak' plugin is an efficient tool within WordPress that enables website administrators to establish communication with the Balachat messaging bot. With the use of this plugin, you can effortlessly receive notifications, updates, and details related to your WooCommerce orders through the Balachat messaging platform. By leveraging this plugin, you'll be capable of enhancing your online business management and establishing improved communication with customers and orders.
fa_ir: "افزونه اطلاع‌رسانی بله ووکامرس - ونک" ابزاری کارآمد در وردپرس است که امکان برقراری ارتباط با ربات پیام‌رسان بله را برای مدیران وبسایت به ارمغان می‌آورد. با استفاده از این افزونه، می‌توانید به سادگی اطلاعیه‌ها، اخبار و جزئیات مربوط به سفارش‌های ووکامرس خود را از طریق پیام‌رسان بله دریافت کنید. با بهره‌گیری از این افزونه، قادر خواهید بود تا مدیریت کسب‌وکار آنلاین خود را بهبود داده و ارتباط بهتری با مشتریان و سفارش‌ها برقرار نمایید.

source: The product is activated and you can use all the features
fa_ir: محصول فعال شده و میتوانید از تمام قابلیت ها استفاده نمایید

source: To do this, follow the steps below:
fa_ir: برای این کار مراحل زیر را دنبال کنید:

source: Token
fa_ir: توکن

source: Vanak
fa_ir: ونک

source: Vanak Dashboard
fa_ir: داشبورد ونک

source: WARNING! This will overwrite all existing option values, please proceed with caution!
fa_ir: هشدار! استفاده از این قابلیت همه تنظیمات موجود را بازنویسی می کند، لطفاً با احتیاط ادامه دهید!

source: Welcome to Vanak
fa_ir: به ونک خوش آمدید

source: Word spacing
fa_ir: فاصله کلمات

source: your connection is not secure
fa_ir: اتصال شما امن نیست

source: your connection is secure
fa_ir: اتصال شما امن است

source: Your WooCommerce plugin version must be at least version <code>%s</code> .Please update it.
fa_ir: نسخه افزونه WooCommerce شما باید حداقل نسخه <code>%s</code> باشد. لطفاً آن را به روز کنید.
